const peoples = [
    {
        "name": "吴义攀",
        "number": 15731098107,
        "sex": 1,
        "scores": [
            "吴义攀",
            "D",
            "C",
            "B",
            "B",
            1,
            1
        ]
    },
    {
        "name": "李洋",
        "number": 15127959023,
        "sex": 1,
        "scores": [
            "李洋",
            "D",
            "C",
            "B",
            "B",
            2,
            1
        ]
    },
    {
        "name": "岳祎喆",
        "number": "20251033087",
        "sex": 1,
        "scores": [
            "岳祎喆",
            "D",
            "C",
            "A",
            "C",
            3,
            1
        ]
    },
    {
        "name": "李沛然",
        "number": 15081150228,
        "sex": 1,
        "scores": [
            "李沛然",
            "D",
            "B",
            "A",
            "B",
            4,
            1
        ]
    },
    {
        "name": "梁亚伟",
        "number": 17603228953,
        "sex": 1,
        "scores": [
            "梁亚伟",
            "D",
            "B",
            "A",
            "B",
            5,
            1
        ]
    },
    {
        "name": "何佳宁",
        "number": 18931832817,
        "sex": 1,
        "scores": [
            "何佳宁",
            "D",
            "C",
            "B",
            "B",
            6,
            1
        ]
    },
    {
        "name": "张凯迪",
        "number": 13102858535,
        "sex": 1,
        "scores": [
            "张凯迪",
            "D",
            "C",
            "A",
            "C",
            7,
            1
        ]
    },
    {
        "name": "郭满",
        "number": 15731913807,
        "sex": 1,
        "scores": [
            "郭满",
            "D",
            "C",
            "A",
            "B",
            8,
            1
        ]
    },
    {
        "name": "王天帅",
        "number": 15690317287,
        "sex": 1,
        "scores": [
            "王天帅",
            "D",
            "C",
            "B",
            "B",
            9,
            1
        ]
    },
    {
        "name": "张权",
        "number": 17531132589,
        "sex": 1,
        "scores": [
            "张权",
            "D",
            "B",
            "C",
            "C",
            10,
            1
        ]
    },
    {
        "name": "李欢",
        "number": 19930653072,
        "sex": 1,
        "scores": [
            "李欢",
            "C",
            "B",
            "C",
            "B",
            11,
            1
        ]
    },
    {
        "name": "崔安琪",
        "number": 15032696370,
        "sex": 1,
        "scores": [
            "崔安琪",
            "C",
            "B",
            "C",
            "B",
            12,
            1
        ]
    },
    {
        "name": "雍波涵",
        "number": 15931413191,
        "sex": 1,
        "scores": [
            "雍波涵",
            "C",
            "B",
            "C",
            "B",
            13,
            1
        ]
    },
    {
        "name": "焦亚轩",
        "number": 19910159317,
        "sex": 1,
        "scores": [
            "焦亚轩",
            "D",
            "C",
            "A",
            "C",
            14,
            1
        ]
    },
    {
        "name": "张芸瑞",
        "number": 15511998666,
        "sex": 1,
        "scores": [
            "张芸瑞",
            "D",
            "B",
            "C",
            "C",
            15,
            1
        ]
    },
    {
        "name": "李浩",
        "number": 13932195787,
        "sex": 1,
        "scores": [
            "李浩",
            "D",
            "B",
            "C",
            "C",
            16,
            1
        ]
    },
    {
        "name": "付玉洋",
        "number": 15032152037,
        "sex": 1,
        "scores": [
            "付玉洋",
            "D",
            "C",
            "A",
            "B",
            17,
            2
        ]
    },
    {
        "name": "王磊",
        "number": 13473776696,
        "sex": 1,
        "scores": [
            "王磊",
            "D",
            "B",
            "C",
            "C",
            18,
            2
        ]
    },
    {
        "name": "吴泽鹏",
        "number": 19930658342,
        "sex": 1,
        "scores": [
            "吴泽鹏",
            "D",
            "C",
            "A",
            "C",
            19,
            2
        ]
    },
    {
        "name": "李伟峰",
        "number": 15233608679,
        "sex": 1,
        "scores": [
            "李伟峰",
            "D",
            "C",
            "C",
            "B",
            20,
            2
        ]
    },
    {
        "name": "夏子林",
        "number": 19213018848,
        "sex": 1,
        "scores": [
            "夏子林",
            "D",
            "C",
            "A",
            "B",
            21,
            2
        ]
    },
    {
        "name": "纪鹏辉",
        "number": 15028143335,
        "sex": 1,
        "scores": [
            "纪鹏辉",
            "D",
            "C",
            "D",
            "B",
            22,
            2
        ]
    },
    {
        "name": "孙云博",
        "number": 17732159956,
        "sex": 1,
        "scores": [
            "孙云博",
            "D",
            "C",
            "A",
            "C",
            23,
            2
        ]
    },
    {
        "name": "张涵旭",
        "number": 13331382483,
        "sex": 1,
        "scores": [
            "张涵旭",
            "D",
            "D",
            "A",
            "C",
            24,
            2
        ]
    },
    {
        "name": "郝成龙",
        "number": 15028132727,
        "sex": 1,
        "scores": [
            "郝成龙",
            "C",
            "C",
            "B",
            "C",
            25,
            2
        ]
    },
    {
        "name": "杨晨浩",
        "number": 15176174710,
        "sex": 1,
        "scores": [
            "杨晨浩",
            "D",
            "C",
            "B",
            "C",
            26,
            2
        ]
    },
    {
        "name": "刘洋",
        "number": 18021108781,
        "sex": 1,
        "scores": [
            "刘洋",
            "D",
            "C",
            "B",
            "C",
            27,
            2
        ]
    },
    {
        "name": "吴启蒙",
        "number": 16619977644,
        "sex": 1,
        "scores": [
            "吴启蒙",
            "D",
            "C",
            "B",
            "C",
            28,
            2
        ]
    },
    {
        "name": "李上",
        "number": 19910715825,
        "sex": 1,
        "scores": [
            "李上",
            "C",
            "C",
            "C",
            "B",
            29,
            2
        ]
    },
    {
        "name": "夏志宇",
        "number": 15383092260,
        "sex": 1,
        "scores": [
            "夏志宇",
            "D",
            "C",
            "B",
            "C",
            30,
            2
        ]
    },
    {
        "name": "杨鑫宇",
        "number": 18131511239,
        "sex": 1,
        "scores": [
            "杨鑫宇",
            "C",
            "C",
            "B",
            "C",
            31,
            2
        ]
    },
    {
        "name": "牛雄伟",
        "number": 1508184817,
        "sex": 1,
        "scores": [
            "牛雄伟",
            "C",
            "B",
            "D",
            "B",
            32,
            2
        ]
    },
    {
        "name": "贾佳圣",
        "number": 19901219384,
        "sex": 1,
        "scores": [
            "贾佳圣",
            "D",
            "C",
            "C",
            "C",
            33,
            2
        ]
    },
    {
        "name": "张宁",
        "number": 17732219774,
        "sex": 1,
        "scores": [
            "张宁",
            "D",
            "C",
            "C",
            "C",
            34,
            2
        ]
    },
    {
        "name": "任光硕",
        "number": 15227888907,
        "sex": 1,
        "scores": [
            "任光硕",
            "D",
            "C",
            "B",
            "C",
            35,
            2
        ]
    },
    {
        "name": "尚雨星",
        "number": 15233197023,
        "sex": 1,
        "scores": [
            "尚雨星",
            "D",
            "C",
            "C",
            "C",
            36,
            2
        ]
    },
    {
        "name": "李钧儒",
        "number": 19832688818,
        "sex": 1,
        "scores": [
            "李钧儒",
            "D",
            "C",
            "C",
            "C",
            37,
            2
        ]
    },
    {
        "name": "董杰",
        "number": 13383238398,
        "sex": 1,
        "scores": [
            "董杰",
            "D",
            "D",
            "C",
            "C",
            38,
            2
        ]
    },
    {
        "name": "耿辰赐",
        "number": 13273447955,
        "sex": 1,
        "scores": [
            "耿辰赐",
            "D",
            "C",
            "D",
            "C",
            39,
            2
        ]
    },
    {
        "name": "刘一赫",
        "number": 18032240805,
        "sex": 1,
        "scores": [
            "刘一赫",
            "D",
            "D",
            "A",
            "C",
            40,
            2
        ]
    },
    {
        "name": "戎家豪",
        "number": 19253252009,
        "sex": 1,
        "scores": [
            "戎家豪",
            "D",
            "D",
            "A",
            "C",
            41,
            2
        ]
    },
    {
        "name": "范雅鹏",
        "number": 15533185589,
        "sex": 1,
        "scores": [
            "范雅鹏",
            "D",
            "D",
            "B",
            "C",
            42,
            2
        ]
    },
    {
        "name": "邢晓明",
        "number": 18032286322,
        "sex": 1,
        "scores": [
            "邢晓明",
            "D",
            "C",
            "C",
            "C",
            43,
            2
        ]
    },
    {
        "name": "梁亚龙",
        "number": 13393111012,
        "sex": 1,
        "scores": [
            "梁亚龙",
            "D",
            "D",
            "C",
            "C",
            44,
            2
        ]
    },
    {
        "name": "孙鋮",
        "number": 17800551833,
        "sex": 1,
        "scores": [
            "孙鋮",
            "C",
            "D",
            "A",
            "D",
            45,
            2
        ]
    },
    {
        "name": "李志伟",
        "number": 17631818808,
        "sex": 1,
        "scores": [
            "李志伟",
            "D",
            "D",
            "C",
            "C",
            46,
            2
        ]
    },
    {
        "name": "高雅典",
        "number": 17370237328,
        "sex": 1,
        "scores": [
            "高雅典",
            "D",
            "C",
            "D",
            "C",
            47,
            2
        ]
    },
    {
        "name": "马培元",
        "number": 13051511720,
        "sex": 1,
        "scores": [
            "马培元",
            "D",
            "D",
            "C",
            "B",
            48,
            2
        ]
    },
    {
        "name": "封亚程",
        "number": 13273407503,
        "sex": 1,
        "scores": [
            "封亚程",
            "D",
            "D",
            "B",
            "C",
            49,
            2
        ]
    },
    {
        "name": "王子源",
        "number": 18531852297,
        "sex": 1,
        "scores": [
            "王子源",
            "D",
            "D",
            "C",
            "C",
            50,
            2
        ]
    },
    {
        "name": "张亚层",
        "number": 17592123666,
        "sex": 1,
        "scores": [
            "张亚层",
            "C",
            "D",
            "D",
            "B",
            51,
            2
        ]
    },
    {
        "name": "王春雨",
        "number": 15230863767,
        "sex": 1,
        "scores": [
            "王春雨",
            "D",
            "C",
            "D",
            "C",
            52,
            2
        ]
    },
    {
        "name": "苗帅",
        "number": 19943412489,
        "sex": 1,
        "scores": [
            "苗帅",
            "D",
            "D",
            "C",
            "C",
            53,
            2
        ]
    },
    {
        "name": "孙率容",
        "number": 15131115101,
        "sex": 1,
        "scores": [
            "孙率容",
            "D",
            "D",
            "C",
            "C",
            54,
            2
        ]
    },
    {
        "name": "张哲",
        "number": 13333008832,
        "sex": 1,
        "scores": [
            "张哲",
            "D",
            "D",
            "C",
            "C",
            55,
            2
        ]
    },
    {
        "name": "高文章",
        "number": 17798181305,
        "sex": 1,
        "scores": [
            "高文章",
            "D",
            "C",
            "D",
            "B",
            56,
            2
        ]
    },
    {
        "name": "于硕",
        "number": 19833475722,
        "sex": 1,
        "scores": [
            "于硕",
            "D",
            "C",
            "D",
            "B",
            57,
            2
        ]
    },
    {
        "name": "崔宏波",
        "number": 13931103731,
        "sex": 1,
        "scores": [
            "崔宏波",
            "D",
            "D",
            "D",
            "B",
            58,
            2
        ]
    },
    {
        "name": "杜晓亮",
        "number": 15227880907,
        "sex": 1,
        "scores": [
            "杜晓亮",
            "D",
            "D",
            "D",
            "B",
            59,
            2
        ]
    },
    {
        "name": "尹翔宇",
        "number": 18533090977,
        "sex": 1,
        "scores": [
            "尹翔宇",
            "D",
            "D",
            "C",
            "C",
            60,
            2
        ]
    },
    {
        "name": "刘克凡",
        "number": "20251034658",
        "sex": 1,
        "scores": [
            "刘克凡",
            "D",
            "C",
            "D",
            "B",
            61,
            2
        ]
    },
    {
        "name": "任亚东",
        "number": 18033733498,
        "sex": 1,
        "scores": [
            "任亚东",
            "D",
            "D",
            "D",
            "C",
            62,
            2
        ]
    },
    {
        "name": "刘景浩",
        "number": 15031152737,
        "sex": 1,
        "scores": [
            "刘景浩",
            "D",
            "C",
            "D",
            "B",
            63,
            2
        ]
    },
    {
        "name": "张海伟",
        "number": 15176985203,
        "sex": 1,
        "scores": [
            "张海伟",
            "D",
            "C",
            "D",
            "C",
            64,
            2
        ]
    },
    {
        "name": "李思晗",
        "number": 17633205042,
        "sex": 1,
        "scores": [
            "李思晗",
            "D",
            "D",
            "C",
            "D",
            65,
            2
        ]
    },
    {
        "name": "胡泊涛",
        "number": 15592237375,
        "sex": 1,
        "scores": [
            "胡泊涛",
            "D",
            "C",
            "D",
            "C",
            66,
            2
        ]
    },
    {
        "name": "刘宏",
        "number": 13803214437,
        "sex": 1,
        "scores": [
            "刘宏",
            "D",
            "D",
            "D",
            "C",
            67,
            2
        ]
    },
    {
        "name": "宜波涵",
        "number": 15231119789,
        "sex": 1,
        "scores": [
            "宜波涵",
            "D",
            "D",
            "D",
            "C",
            68,
            2
        ]
    },
    {
        "name": "王子衡",
        "number": 15631110136,
        "sex": 1,
        "scores": [
            "王子衡",
            "D",
            "D",
            "D",
            "C",
            69,
            2
        ]
    },
    {
        "name": "崔志强",
        "number": 17703390727,
        "sex": 1,
        "scores": [
            "崔志强",
            "D",
            "D",
            "D",
            "C",
            70,
            2
        ]
    },
    {
        "name": "魏博含",
        "number": 18332192355,
        "sex": 1,
        "scores": [
            "魏博含",
            "D",
            "C",
            "D",
            "B",
            71,
            2
        ]
    },
    {
        "name": "姚泽坤",
        "number": 17631179508,
        "sex": 1,
        "scores": [
            "姚泽坤",
            "D",
            "C",
            "D",
            "C",
            72,
            2
        ]
    },
    {
        "name": "张泽鹏",
        "number": 18833193882,
        "sex": 1,
        "scores": [
            "张泽鹏",
            "D",
            "D",
            "D",
            "C",
            73,
            2
        ]
    },
    {
        "name": "迟伟龙",
        "number": 15833956377,
        "sex": 1,
        "scores": [
            "迟伟龙",
            "D",
            "D",
            "D",
            "C",
            74,
            2
        ]
    },
    {
        "name": "王英宏",
        "number": 13703297535,
        "sex": 1,
        "scores": [
            "王英宏",
            "D",
            "D",
            "D",
            "C",
            75,
            2
        ]
    },
    {
        "name": "张波文",
        "number": 15081817286,
        "sex": 1,
        "scores": [
            "张波文",
            "D",
            "D",
            "D",
            "C",
            76,
            2
        ]
    },
    {
        "name": "代旭平",
        "number": 19358160782,
        "sex": 1,
        "scores": [
            "代旭平",
            "D",
            "D",
            "D",
            "C",
            77,
            2
        ]
    },
    {
        "name": "王鹏飞",
        "number": 18632918223,
        "sex": 1,
        "scores": [
            "王鹏飞",
            "D",
            "D",
            "D",
            "C",
            78,
            2
        ]
    },
    {
        "name": "王立哲",
        "number": 15227125454,
        "sex": 1,
        "scores": [
            "王立哲",
            "D",
            "D",
            "D",
            "C",
            79,
            2
        ]
    },
    {
        "name": "赵龙",
        "number": 13333381905,
        "sex": 1,
        "scores": [
            "赵龙",
            "D",
            "D",
            "D",
            "C",
            80,
            2
        ]
    },
    {
        "name": "马良",
        "number": "20251036186",
        "sex": 1,
        "scores": [
            "马良",
            "D",
            "D",
            "D",
            "D",
            81,
            2
        ]
    },
    {
        "name": "苏旭超",
        "number": 18000602234,
        "sex": 1,
        "scores": [
            "苏旭超",
            "D",
            "D",
            "D",
            "D",
            82,
            2
        ]
    },
    {
        "name": "臧佳豪",
        "number": 18031845756,
        "sex": 1,
        "scores": [
            "臧佳豪",
            "D",
            "D",
            "D",
            "D",
            83,
            2
        ]
    },
    {
        "name": "徐阳",
        "number": 19930517610,
        "sex": 1,
        "scores": [
            "徐阳",
            "D",
            "D",
            "D",
            "D",
            84,
            2
        ]
    },
    {
        "name": "张超",
        "number": 15030102310,
        "sex": 1,
        "scores": [
            "张超",
            "D",
            "D",
            "D",
            "C",
            85,
            2
        ]
    },
    {
        "name": "丁彦珂",
        "number": 13831076749,
        "sex": 1,
        "scores": [
            "丁彦珂",
            "D",
            "D",
            "D",
            "D",
            86,
            2
        ]
    },
    {
        "name": "李昕泽",
        "number": 15632108067,
        "sex": 1,
        "scores": [
            "李昕泽",
            "D",
            "D",
            "D",
            "C",
            87,
            2
        ]
    },
    {
        "name": "安玉军",
        "number": 17732853235,
        "sex": 1,
        "scores": [
            "安玉军",
            "D",
            "D",
            "D",
            "D",
            88,
            2
        ]
    },
    {
        "name": "宋垚",
        "number": 13663113574,
        "sex": 1,
        "scores": [
            "宋垚",
            "D",
            "D",
            "D",
            "D",
            89,
            2
        ]
    },
    {
        "name": "李晓克",
        "number": 18332224482,
        "sex": 1,
        "scores": [
            "李晓克",
            "D",
            "D",
            "D",
            "D",
            90,
            2
        ]
    },
    {
        "name": "章徐雯萱",
        "number": 16600034936,
        "sex": 0,
        "scores": [
            "章徐雯萱",
            "D",
            "C",
            "A",
            "B",
            1,
            1
        ]
    },
    {
        "name": "张宗晨",
        "number": 15533343736,
        "sex": 0,
        "scores": [
            "张宗晨",
            "D",
            "C",
            "A",
            "B",
            2,
            1
        ]
    },
    {
        "name": "侯昕冉",
        "number": 15631328578,
        "sex": 0,
        "scores": [
            "侯昕冉",
            "D",
            "C",
            "A",
            "B",
            3,
            1
        ]
    },
    {
        "name": "田纪晓",
        "number": 15657292891,
        "sex": 0,
        "scores": [
            "田纪晓",
            "D",
            "C",
            "A",
            "B",
            4,
            1
        ]
    },
    {
        "name": "闫欣",
        "number": 17600462712,
        "sex": 0,
        "scores": [
            "闫欣",
            "C",
            "D",
            "A",
            "B",
            5,
            1
        ]
    },
    {
        "name": "张琳",
        "number": 13660747653,
        "sex": 0,
        "scores": [
            "张琳",
            "D",
            "C",
            "A",
            "C",
            6,
            1
        ]
    },
    {
        "name": "杨子轩",
        "number": 15612789229,
        "sex": 0,
        "scores": [
            "杨子轩",
            "C",
            "C",
            "A",
            "B",
            7,
            1
        ]
    },
    {
        "name": "周航宇",
        "number": 17725542280,
        "sex": 0,
        "scores": [
            "周航宇",
            "C",
            "C",
            "A",
            "B",
            8,
            1
        ]
    },
    {
        "name": "张静",
        "number": 13126155131,
        "sex": 0,
        "scores": [
            "张静",
            "C",
            "C",
            "A",
            "B",
            9,
            1
        ]
    },
    {
        "name": "展雅洁",
        "number": 17369249767,
        "sex": 0,
        "scores": [
            "展雅洁",
            "C",
            "C",
            "A",
            "B",
            10,
            1
        ]
    },
    {
        "name": "张紫佳",
        "number": 15340168656,
        "sex": 0,
        "scores": [
            "张紫佳",
            "D",
            "D",
            "A",
            "C",
            11,
            1
        ]
    },
    {
        "name": "董天羽",
        "number": 13020844189,
        "sex": 0,
        "scores": [
            "董天羽",
            "D",
            "C",
            "A",
            "B",
            12,
            1
        ]
    },
    {
        "name": "张韶诺",
        "number": 15032112673,
        "sex": 0,
        "scores": [
            "张韶诺",
            "C",
            "C",
            "A",
            "B",
            13,
            1
        ]
    },
    {
        "name": "张甄",
        "number": 15931159226,
        "sex": 0,
        "scores": [
            "张甄",
            "D",
            "C",
            "A",
            "C",
            14,
            1
        ]
    },
    {
        "name": "杨志朋",
        "number": 18833119132,
        "sex": 0,
        "scores": [
            "杨志朋",
            "D",
            "C",
            "A",
            "C",
            15,
            1
        ]
    },
    {
        "name": "李思琪",
        "number": 15127186518,
        "sex": 0,
        "scores": [
            "李思琪",
            "D",
            "C",
            "A",
            "C",
            16,
            2
        ]
    },
    {
        "name": "崔丽肖",
        "number": 13931103731,
        "sex": 0,
        "scores": [
            "崔丽肖",
            "D",
            "D",
            "A",
            "C",
            17,
            2
        ]
    },
    {
        "name": "安雨杉",
        "number": 18633945885,
        "sex": 0,
        "scores": [
            "安雨杉",
            "D",
            "D",
            "A",
            "B",
            18,
            2
        ]
    },
    {
        "name": "李飞娜",
        "number": 18713159887,
        "sex": 0,
        "scores": [
            "李飞娜",
            "D",
            "D",
            "A",
            "B",
            19,
            2
        ]
    },
    {
        "name": "石梦炫",
        "number": 15633233158,
        "sex": 0,
        "scores": [
            "石梦炫",
            "D",
            "D",
            "A",
            "C",
            20,
            2
        ]
    },
    {
        "name": "姚硕",
        "number": 15931052007,
        "sex": 0,
        "scores": [
            "姚硕",
            "D",
            "C",
            "A",
            "D",
            21,
            2
        ]
    },
    {
        "name": "满丹阳",
        "number": 13785873585,
        "sex": 0,
        "scores": [
            "满丹阳",
            "D",
            "D",
            "A",
            "B",
            22,
            2
        ]
    },
    {
        "name": "刘鑫悦",
        "number": 15833217298,
        "sex": 0,
        "scores": [
            "刘鑫悦",
            "C",
            "C",
            "A",
            "D",
            23,
            2
        ]
    },
    {
        "name": "王颖悦",
        "number": 19943470616,
        "sex": 0,
        "scores": [
            "王颖悦",
            "D",
            "D",
            "A",
            "C",
            24,
            2
        ]
    },
    {
        "name": "赵丽娜",
        "number": 15130453360,
        "sex": 0,
        "scores": [
            "赵丽娜",
            "C",
            "D",
            "A",
            "C",
            25,
            2
        ]
    },
    {
        "name": "周晓静",
        "number": 15533959263,
        "sex": 0,
        "scores": [
            "周晓静",
            "D",
            "D",
            "A",
            "C",
            26,
            2
        ]
    },
    {
        "name": "徐潇林",
        "number": 19233098239,
        "sex": 0,
        "scores": [
            "徐潇林",
            "C",
            "D",
            "A",
            "B",
            27,
            2
        ]
    },
    {
        "name": "马同幸",
        "number": 18232193169,
        "sex": 0,
        "scores": [
            "马同幸",
            "D",
            "C",
            "A",
            "C",
            28,
            2
        ]
    },
    {
        "name": "相圆媛",
        "number": 15076122573,
        "sex": 0,
        "scores": [
            "相圆媛",
            "D",
            "D",
            "A",
            "D",
            29,
            2
        ]
    },
    {
        "name": "张孝倩",
        "number": 15732929022,
        "sex": 0,
        "scores": [
            "张孝倩",
            "D",
            "D",
            "A",
            "C",
            30,
            2
        ]
    },
    {
        "name": "王慧",
        "number": 15369371588,
        "sex": 0,
        "scores": [
            "王慧",
            "D",
            "D",
            "A",
            "C",
            31,
            2
        ]
    },
    {
        "name": "李冰",
        "number": 19931936275,
        "sex": 0,
        "scores": [
            "李冰",
            "D",
            "D",
            "A",
            "C",
            32,
            2
        ]
    },
    {
        "name": "郑琴霞",
        "number": 18732208195,
        "sex": 0,
        "scores": [
            "郑琴霞",
            "D",
            "D",
            "A",
            "C",
            33,
            2
        ]
    },
    {
        "name": "朱会盼",
        "number": 13171585777,
        "sex": 0,
        "scores": [
            "朱会盼",
            "D",
            "D",
            "A",
            "C",
            34,
            2
        ]
    },
    {
        "name": "董璐祺",
        "number": 18332393419,
        "sex": 0,
        "scores": [
            "董璐祺",
            "D",
            "D",
            "A",
            "D",
            35,
            2
        ]
    },
    {
        "name": "王亚玲",
        "number": 15081126885,
        "sex": 0,
        "scores": [
            "王亚玲",
            "C",
            "D",
            "A",
            "C",
            36,
            2
        ]
    },
    {
        "name": "聂烁帆",
        "number": 19943461629,
        "sex": 0,
        "scores": [
            "聂烁帆",
            "D",
            "D",
            "A",
            "D",
            37,
            2
        ]
    },
    {
        "name": "刘宁宁",
        "number": 15532657393,
        "sex": 0,
        "scores": [
            "刘宁宁",
            "C",
            "D",
            "D",
            "B",
            38,
            2
        ]
    },
    {
        "name": "王欣雨",
        "number": 17736937520,
        "sex": 0,
        "scores": [
            "王欣雨",
            "C",
            "D",
            "D",
            "D",
            39,
            2
        ]
    }
]